Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2017/4_samisk_som_andresprak.pdf.tmx
Source language: nob
Languages: sme

source: Videre er læreplanene delt inn i hovedområder som omhandler skriftlig, muntlig og språk, kultur og litteratur.
sme: Viidásit lea oahppoplána juhkkon guovtti váldooassái mii válddahallá ahte oahppi birge čálalaččat ja njálmmálaččat ja oahppá giela, kultuvrra ja girjjálašvuođa birra.

source: Innenfor hvert av hovedområdene er det nedfelt kompetansemål som eleven skal oppnå i løpet av opplæringa.
sme: Juohke váldosuorggis lea biddjon gelbbolašvuođamihttu maid oahppi galgá olahit oahpahusa áigodagas.

source: 4.3 Fag- og timefordelingen
sme: 4.3 Fága- ja diibmojuohku

source: Fag- og timefordelingen har alltid vært et utfordrende tema for samiskelever.
sme: Fága- ja diibmojuohku lea álo leamaš hástaleaddji fáddá sámegielohppiide.

source: I praksis har sentrale myndigheter og Sametinget hatt et ulikt utgangspunkt her.
sme: Duohtadilis lea guovddáš eiseválddiin ja Sámedikkis leamaš goabbatlágan vuolggasadji dan ektui.

source: Departementet har ment at samiske elever skal ha alt innhold i øvrige fag i lik grad som andre elever, og at samisk skal komme på toppen, mens Sametinget har ment at samisk skal implementeres i opplæringa slik at det ikke kommer utenom ordinær opplæringstid.
sme: Departemeanta lea oaivvildan ahte sámegielohppiin galgá leat visot sisdoallu dain eará fágain seamma ládje go eará ohppiin ja sámegiella galgá boahtit lassin vel dasa. Sámedikki bealis ges leat oaivvildan ahte sámegiela galgá sisagođđit oahpahussii, vai dat ii gártta olggobeallái dábálaš oahpahusáiggi.

source: Det er flere årsaker til dette.
sme: Leat máŋga siva dasa.

source: Blant annet mener man naturligvis at samisk bør behandles som andre fag.
sme: Earret eará oaivvilduvvo ahte sámegiella ferte meannuduvvot nugo eará nai fágat.

source: Like viktig er det at erfaringer viser at om samiskelever må sitte igjen på skolen og ha samisk opplæring når andre elever går hjem, så er det lite motiverende å følge slik opplæring.
sme: Seamma dehálaččat leat vásáhusat mat čájehit ahte sámegieloahppit fertejit báhcit skuvlii ja oahppat sámegiela go eará oahppit mannet ruoktot, mii fas ii movttiidahtte čuovvut dakkár oahpahusa.

source: Som regel har departementet og Sametinget funnet fram til pragmatiske kompromisser på dette området.
sme: Dábálaččat leat departemeanttas ja Sámedikkis gávdnan pragmáhtalaš gaskaneassoahpamuša dán áššis.

source: Artikkelforfatteren gir i sin jobb veiledning overfor kommuner som har elever med samiskopplæring.
sme: Artihkkalčálli addá iežas barggu oktavuođas ráđi suohkaniidda main leat oahppit sámegieloahpahusas.

source: Det vanligste spørsmålet jeg får, er hvor timene til samisk skal tas fra.
sme: Dábáleamos gažaldat maid oaččun lea ahte gos sámegiel diimmuide galget juolludit diimmuid.

source: I den forrige fag- og timefordelingen var dette enkelt fordi det var nedfelt nøyaktig fra hvilke fag man skulle ta timer til samisk.
sme: Ovddit fága- ja diibmojuogus lei dat hui álki go de lei mearriduvvon juste makkár fágas galge juolludit diimmuid sámegillii.

source: Den nye fag- og timefordelingen gjør ikke det, men er på den annen side mer fleksibel og åpner for bedre individuell tilpasning for samiske elever.
sme: Ođđa fága- ja diibmojuohku ii daga dan, muhto lea fas eará dáfus eambbo njuovžil mii rahpá eambbo individuálalaš heiveheami sámegielohppiide.

source: Timetallet er ikke, slik mange tror, regulert for hvert årstrinn i skolen, men for barnetrinnet sett under ett og ungdomstrinnet sett under ett.
sme: Diibmolohku ii leat nu go máŋggas doivot ahte lea regulerejuvvon juohke jahkeceahkkái skuvllas, muhto dás ferte baicca geahččat mánáidskuvlla oktan ja nuoraidskuvlla oktan.

source: For barnetrinnet (1.–7. trinn) skal andrespråkselevene ha til sammen 608 timer samisk (60 minutters enheter).
sme: Mánáidskuvllas (1.-7. ceahkkái) galget nubbingielatohppiin leat oktiibuot 608 diimmu sámegiella (60 minuhtasaš diimmut).

source: På ungdomstrinnet skal de ha 228 timer.
sme: Nuoraidskuvllas galget leat 228 diimmu.

source: Skoleeier (kommunene) har stor frihet i hvordan de organiserer samiskopplæringa.
sme: Skuvlaeaiggádiin (suohkaniin) lea stuora friddjavuohta movt sii organiserejit sámegieloahpahusa.

source: I prinsippet kan de slå sammen samiskopplæringa for to år og tilby et høgere timetall ett år og ingen samiskopplæring kommende år.
sme: Prinsihpas sáhttet sii časkit sámegieloahpahusa guovtti jahkái ja fállat eambbo diimmuid ovtta jagis ja ii maidige nuppi jagis.

source: Imidlertid er det å anbefale for språklig progresjon at elevene følger en normalprogresjon der elevtallet for hvert årstrinn ligger nært opp til snittet for hele barnetrinnet.
sme: Goitge ávžžuhit gielalaš progrešuvnna dihte ahte oahppit čuvvot dábálaš progrešuvnna mas diibmolohku juohke jahkeceahkkái lea lahka gaskameari olles mánáidskuvllas.

source: Da vil andrespråkselevene ha 87 timer samisk i året på barnetrinnet og 76 timer i året på ungdomstrinnet.
sme: Dan mielde ožžot nubbingielatoahppit 87 diimmu sámegiela jahkái mánáidskuvllas ja 76 diimmu jahkái nuoraidskuvllas.

source: I videregående opplæring, derimot, er timetallet nedfelt for hvert år.
sme: Joatkkaskuvllas lea diibmolohku biddjon fas juohke jahkái.

source: Der har elever på studieforberedende studieprogram 103 timer samisk i året, mens de som tar yrkesfaglige utdanningsprogrammer, har 45 timer på Vg1 og samme timetall på Vg2.
sme: Doppe lea ohppiin lohkanráhkkanahtti oahppoprográmmas 103 diimmu sámegiella jahkái, ja sii geat váldet fidnofágalaš oahppoprográmmaid Jk1 le 45 diimmu jahkái ja Jk2 lea seamma diibmolohku.

source: Den store utfordringa her er de yrkesfaglige elevene som velger å ta påbygging til generell studiekompetanse.
sme: Eanemus hástalus dáppe lea fidnofágalaš ohppiid ektui, geat válljejit váldit obbalaš studerengelbbolašvuođa lasáhusa.

source: For å ta igjen forskjellen i timetall i samisk mellom studieforberedende og yrkesfaglig utdanningsprogram må de ha hele 219 timer samisk i Vg3. Dette må sies å være et svært høgt timetall i et fra før av krevende påbyggingsår for disse elevene.
sme: Go sii galget joksat dan erohusa sámegiel diibmologus mii lea gaskal lohkanráhkkanahtti ja fidnofágalaš oahppoprográmmain, de ferte sis leat oktiibuot 219 sámegiel diimmu Jk3. Ferte dadjat ahte dat lea hui alla diibmolohku skuvlajagis mii juo ovdalaččas lea gáibideaddjin ohppiide.

source: Når det gjelder hvor timene til samisk skal hentes fra, kan elever med samisk i fagkretsen ha 190 timer mer enn øvrige elever på barnetrinnet.
sme: Go guoská dasa gos sámegieldiimmuid galgá váldit, de sáhttá sámegielohppiid fágasuorggis leat 190 diimmu eambbo go eará ohppiin mánáidskuvllas.

source: Elevene kan også bruke fem prosent av timetallet i andre fag til samiskopplæringa, eller man kan kombinere ei viss omdisponering av timer med noen tilleggstimer.
sme: Oahppit sáhttet maid atnit vihtta proseanta eará fágaid diibmologus sámegieloahpahussii, dahje sáhttá ovttastahttit ođđasisjuogadeami diimmuin muhtin lassidiimmuiguin.

source: På ungdomstrinnet kan samiskelevene ha 114 timer ut over ordinært minstetimetall til samiskopplæring.
sme: Nuoraidskuvllas sáhttá sámegielohppiin leat 114 diimmu eambbo go unnimus diibmolohku sámegieloahpahusas.

source: Også her kan man benytte inntil fem prosent omdisponering fra øvrige fag eller kombinere omdisponering med tilleggstimer.
sme: Maiddái dáppe sáhttá atnit gitta viđa proseanta rádjái eará fágain dahje ovttastahttit ođđasisjuogadeami muhtin lassidiimmuiguin.

source: I tillegg er samiskelevene fritatt fra vurdering i sidemål og kan ha et lavere timetall i fremmedspråk enn øvrige elever, men ikke lavere timetall enn 190 timer.
sme: Dasa lassin eai dárbbaš sámegieloahppit árvvoštallojuvvot oalgegielas ja sis sáhttá leat unnit diibmolohku amasgielas go eará ohppiin, muhto ii fal unnit go 190 diimmu.

source: De kan altså fritas for 32 timer i fremmedspråk (engelsk defineres her ikke som et fremmedspråk, men tysk, fransk osv. er det).
sme: Sii sáhttet luvvejuvvot 32 diimmu amasgielas (eŋgelasgiella ii leat dás definerejuvvon amasgiellan, muhto duiska, fránska jna. leat).

source: Så selv om den nye fag- og timefordelingen er noe mer komplisert enn tidligere, gir den samtidig større individuell fleksibilitet og mulighet for tilpasning.
sme: Vaikko dat ođđa fága- ja diibmojuohku lea eambbo moalkái go ovdal, de seammás lea das eambbo individuálalaš njuovžilvuohta ja das lea eambbo vejolašvuohta heivehit.

source: 4.4 Vurdering
sme: 4.4 Árvvoštallan

source: Både underveisvurdering og sluttvurdering er en rettighet for alle elever.
sme: Sihke dađistaga árvvoštallama ja loahppaárvvoštallama lea riekti juohke oahppis oažžut.

source: Mange skoler har kun én samisklærer, og vedkommende arbeider da mye alene og har få å samarbeide med om vurderingsfaglige spørsmål.
sme: Máŋgga skuvllas lea dušše okta sámegieloahpaheaddji ja sii barget ollu okto ja leat unnán geaiguin ovttasbargat árvvoštallanfágalaš gažaldagain.

source: I fjernundervisning er det i tillegg slik at lærerne ikke har rett til å sette en karakter, da det er rektor på hjemmeskolen som har vurderingsansvaret.
sme: Gáiddusoahpahusas lea dasa lassin nu ahte oahpaheddjiin ii leat riekti mearridit árvosáni go lea rektor ruovttuskuvllas geas lea árvvoštallanovddasvástádus.

source: Alt dette fører til at vurdering i samisk i mange tilfeller har vært et svakt punkt i den samlede samiske opplæringssituasjonen.
sme: Buot dát mielddisbuktá máŋgga oktavuođain ahte lea rašes ášši obbalaš sámegiela oahpahusdilálašvuođas.

source: Det har vært avdekket tilfeller der samiskelever ikke har hatt underveisvurdering i faget i løpet av hele grunnskolen.
sme: Leat fuomášuvvon dáhpáhusat go sámegieloahppit eai leat árvvoštallon dađistaga fágas obanassiige vuođđoskuvllas.

source: Vi har imidlertid ikke så langt grunnlag for å påstå at det er et utbredt problem.
sme: Mis ii leat goitge vuođđu čuoččuhit ahte dat lea stuora váttisvuohta.

source: Det er likevel på det reine at om vurderingen ikke fungerer tilfredsstillende i samisk, kan det gå ut over statusen til faget og elevenes syn på hvor viktig samisk er.
sme: Lea čielggas ahte jus árvvoštallan sámegielas ii doaimma dohkálaččat, de sáhttá váikkuhit fága stáhtusii, ja ohppiid oidnui dasa go guoská sámegiela mávssolašvuhtii.

source: De som følger læreplan i samisk som andrespråk, har to standpunktkarakterer i samisk etter 10. årstrinn, én i samisk skriftlig og én i samisk muntlig.
sme: Sis, geat čuvvot sámegiela nubbingielat oahppoplána, leat guokte oppalašárvosáni sámegielas maŋŋil 10. ceahki, sámegiela čálalašvuođas ja sámegiela njálmmálašvuođas.

source: Dette gjelder også for elevene på Vg2 studieforberedende utdanningsprogram og Vg3 påbygging til generell studiekompetanse.
sme: Dat guoská maid ohppiide Jk2 lohkanráhkkanahtti oahppoprográmmas ja Jk3 oppalaš studerengelbbolašvuođa lasáhusas.

source: Elever på Vg2 yrkesfaglig studieprogram skal ha én standpunktkarakter.
sme: Ohppiin Jk2 fidnofágalaš oahppoprográmmas galgá leat oppalašárvosátni.

source: Dette gjelder uavhengig av om elevene følger samisk som andrespråk – samisk 2 eller 3. De som følger læreplanen i Samisk 4 i videregående opplæring, har også én standpunktkarakter på yrkesfag og to karakterer på studieforberedende program og påbygging.
sme: Dat guoská beroškeahttá čuvvot go oahppit sámegiela nubbingiela – sámegiella 2 dahje 3. Sii geat čuvvot sámegiella 4 joatkkaskuvllas lea maid oppalašárvosátni fidnofágas ja guokte árvosáni lohkanráhkkanahtti prográmmas ja studerengelbbolašvuođa lasáhusas.

source: 4.5 Eksamen
sme: 4.5 Eksámen

source: Når det gjelder uttrekk til eksamen, skiller imidlertid de to læreplanene for samisk som andrespråk – samisk 2 og 3 – seg. I samisk 2 kan elevene trekkes ut til skriftlig og muntlig eksamen, mens det for samisk 3 kan bli uttrekk til kun muntlig eksamen.
sme: Go guoská gessojuvvot eksámenii, de lea erohus nubbingielat sámegielas – sámegiella 2 ja 3. Sámegiela 2 sáhttet oahppit gessot čálalaš ja njálmmálaš eksámenii, ja sámegiela 3 sáhttet gessojuvvot dušše njálmmálaš eksámenii.

source: Dette gjelder etter 10. årstrinn på Vg2 yrkesfag.
sme: Dat guoská maŋŋil 10. ceahki Jk2 fidnofágas.

source: For Vg3 studieforberedende og Vg3 påbygging kan elevene trekkes ut til både skriftlig og muntlig eksamen uavhengig av om de har samisk som andrespråk – samisk 2 eller 3. For samisk 4 er det muntlig eksamen for yrkesfag og skriftlig og muntlig for studieforberedende og påbygging.
sme: Jk3 lohkanráhkkanahtti ja Jk3 studerengelbbolašvuođa lasáhusas sáhttet oahppit gessot sihke čálalaš ja njálmmálaš eksámenii beroškeahttá lea go sis nubbingielat sámegiella – sámegiella 2 vai 3. Sámegiella 4 lea njálmmálaš eksámen fidnofágas ja čálalaš ja njálmmálaš eksámen lohkanráhkkanahtti ja studerengelbbolašvuođa lasáhusas.

source: Skriftlig eksamen utarbeides og sensureres sentralt, mens muntlig eksamen utarbeides og sensureres lokalt.
sme: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddášlaččat, ja njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.

source: Det er også anledning til å ta eksamen i samisk som andrespråk som privatist, og da gjelder ordningen med grunnskoleopplæring for voksne.
sme: Lea maid vejolašvuohta váldit eksámena nubbingielat sámegielas privatistan ja de gusto rávisolbmuid vuođđoskuvlaoahpahusa ortnet.

source: 4.6 Elevtallsutvikling i samisk som andrespråk
sme: 4.6 Sámegiela nubbingielat ohppiidlohku

source: Vi skal her se på utviklinga i elevtallet for dem som følger læreplaner i samisk som andrespråk.
sme: Dás galgat geahččat movt ohppiidlohku lea ovdánan sin ektui geat čuvvot sámegiela nubbingielat oahppoplána.

source: Som tabell 4.3 viser, har nedgangen for både nord- og sørsamisk stoppet opp, mens lulesamisk fortsatt har ei fin økning i elevtallet, sjøl om økninga ikke er like stor som for de siste ti årene.
sme: Nugo tabealla 3 čájeha, de lea njiedjan bisánan sihke davvi- ja lullisámegielas, seammás go julevsámegiela ohppiidlohku ain lassána, vaikko ii lassán nu ollu go dan maŋemus logi jagis.

source: Den totale nedgangen for samisk som andrespråk er på kun 1 prosent, så man kan trygt konkludere med at nedgangen i elevtallet har stoppet opp.
sme: Obbalaš njiedjan sámegiela nubbingielat ohppiin lea dušše 1 proseanta, nu ahte sáhttá sihkkarit konkluderet ahte ohppiidlogu njiedjan lea bisánan.

source: Når det gjelder lulesamisk, er det et interessant poeng at samtidig som det har vært kontinuerlig økning i elevtallet, har det vært en tydelig nedgang i antall lærere slik at elevtettheten er desidert størst for lulesamisk.
sme: Go guoská julevsámegillii, de lea beroštahtti dat go ohppiidlohku lea oktilaččat lassánan, de lea seammás oahpaheddjiidlohku njiedjan nu ahte leat ollu oahppit juohke oahpaheaddji nammii julevsámegielas.

source: Professor Jon Todal påpeker at det kan være flere årsaker til elevtallsnedgangen som vi ser i første halvdel av de ti årene denne artikkelen omfatter.
sme: Professora Jon Todal čujuha ahte sáhttet leat máŋga siva ohppiidlogu njiedjamii, nugo mii oaidnit lea dáhpáhuvvan vuosttaš viđa jagis dan logi jagis man birra dát artihkal lea čállon.

source: Todal nevner faktorer som urbanisering, generell nedgang i barnekull, fag- og timefordeling, bortfall av læreplanen Samisk språk og kultur og den tospråklige opplæringsmodellen.
sme: Todal namuha fáktoriid nugo gávpogiidda fárren, mánáidbessodat lea obbalaččat njiedjan, fága- ja diibmojuohku, sámi giela ja kultuvrra oahppoplána lea heaittihuvvon dan guovttegielalašvuođa oahpahusmodeallas.

source: At det er ei sterk urbanisering blant samer, er godt dokumentert.
sme: Dat ahte ollu sápmelaččat leat fárren gávpogiidda lea bures dokumenterejuvvon.

source: Det er naturlig å slutte at dette medvirket til nedgang i elevtallet i en periode.
sme: Lea lunddolaš guorrasit dasa ahte dat lei mielde váikkuheamen dasa go ohppiidlohku njiejai muhtin áigodagas.

source: Samtidig har ikke urbaniseringa avtatt blant samer de siste fem årene, men nedgangen i elevtallet har stoppet opp.
sme: Seammás eai leat sápmelaččat heaitán fárremis gávpogiidda, muhto ohppiidlohku lea goitge bisánan.

source: Dette kan komme av stadig økende bevissthet blant samiske foreldre rundt det å bevare språket også om man flytter til byer og større tettsteder.
sme: Dat sáhttá boahtit das go sápmelaš váhnemat leat eambbo dihtomielalaččat válljen seailluhit giela maiddái de go fárrejit gávpogiidda dahje stuorit čoahkkebáikkiide.

source: Dette ser man også i elevtallsutviklinga om man bryter tallene ned på kommunenivå.
sme: Dan oaidnit maiddái jus juohkit ohppiidlohkoovdáneami gitta suohkaniid dássái.

source: «Tradisjonelle» samiske områder har i mange tilfeller stagnasjon i elevtallet, men flere byer har økning.
sme: “Árbevirolaš” sámi báikkiin lea máŋgga sajis bisánan ohppiidlohku, muhto eambbo gávpogiin lea lassánan ohppiidlohku.

source: I Nordland ble det i fjor rekord i antall samiskelever i grunnskolen, og i økende grad bor disse elevene i byer og store tettsteder.
sme: Nordlánddas lei diibmá ođđa olahus sámegielohppiin vuođđoskuvllas ja eambbogat sis orrot gávpogiin ja stuorit čoahkkebáikkiin.

source: For at elevtallet i samisk skal holdes stabilt eller helst øke i framtida, er man helt avhengig av å ha godt tilrettelagte samiske opplæringstilbud i de store byene.
sme: Jus sámegiela ohppiidlohku galgá doalahuvvot dássedin dahje lassánit boahtteáiggis, de ferte leat bures láhččojuvvon oahpahusfálaldat sámegielas dain stuora gávpogiin.

source: Figur 4.2 Elevtallsutvikling i Nordland, samisk i grunnskolen
sme: Govus 4.2 Nordlándda ohppiidlogoovdáneapmi sámegielas vuođđoskuvllas

source: Figuren viser ei veldig positiv elevtallsutvikling i Nordland, og det er de store kommunene som i betydelig grad trekker opp.
sme: Govus čájeha hui positiivvalaš ohppiidlohkoovdáneami Nordlánddas ja leat dat stuorimus suohkanat mat gesset logu bajás.

source: Det har i mange år vært rapportert om alarmerende nedgang i elevtallet i samisk, uten at man har sett dette i relasjon til den generelle kullnedgangen.
sme: Máŋga jagi lea raporterejuvvon mearkkašahtti ollu ohppiidlogu njiedjan sámegielas, almma geahčatkeahttá obbalaš njiedjama mánáidbessodagas.

source: Da blir slutningene ofte misvisende.
sme: De dávjá jurddaboađus čájeha boasttugova.

source: Todal påpeker at mellom 2005 og 2010 var nedgangen i barnekullene i Nord-Norge på hele 7,5 prosent.
sme: Todal čujuha ahte gaskal 2005 ja 2010 njiejai mánáidbessodat Davvi-Norggas olles 7.5 proseanta.

source: Det er åpenbart at dette også har påvirket elevtallene i samisk.
sme: Lea čielggas ahte dat maiddái lea váikkuhan sámegiela ohppiidlohkui.

source: Samtidig forklarer det ikke hele nedgangen i elevtallet i samisk for denne perioden.
sme: Seammás dat ii čilge olles njiedjama sámegiela ohppiidlogus dan áigodagas.

source: Når det gjelder fag- og timefordelingen, er det vanskeligere å dokumentere at den har hatt en effekt på elevtallet.
sme: Go guoská fága- ja diibmojuhkui, de lea váttis duođaštit ahte dat lea čuohcan ohppiidlohkui.

source: Tidligere i artikkelen redegjør jeg for to ulike syn på hvordan samiskfaget skal innplasseres sett opp mot øvrige fag i skolen.
sme: Ovdalis artihkkalis čilgejin guokte goabbatlágan oainnu movt sámegielfága galgá heivehit eará fágaid ektui skuvllas.

source: Det hevdes ofte at timene til samisk legges utenom ordinær skoletid for å få timetallet til å gå opp.
sme: Dávjá čuoččuhuvvo ahte sámegieldiimmut biddjojit maŋŋil dábálaš skuvlaáiggi, vai gártadit diibmologu.

source: Enkelte påstår at dette nærmest er regelen.
sme: Muhtimat oaivvildit ahte dat lea juo measta njuolggadus.

source: Det er imidlertid feil.
sme: Dat lea goitge boastut.

source: Artikkelforfatteren har som en sideundersøkelse til denne artikkelen sjekket timeplanen til over 100 elever i nesten 20 kommuner.
sme: Artihkalčálli lea iskkan dán artihkkala dihte 100 oahppi diibmoplána measta 20 suohkanis.

source: Timene i samisk legges som regel ikke utenom ordinær skoletid, det skjer i så fall helt unntaksvis.
sme: Sámegieldiimmut dábálaččat eai biddjo maŋŋil skuvlaáiggi, muhto dáhpáhuvvá dušše soaittáhagas.

source: Generelt er kommunene i dag flinke til å tilrettelegge samisktimene opp mot den øvrige opplæringa til elevene.
sme: Obbalaččat leat dál suohkanat čeahpit heivehit sámegieldiimmuid ohppiid oahpahusa ektui muđui.

source: Noen påpeker at «artige» aktiviteter som skidag, turdag, skoleturnering i fotball osv. havner på dager med samiskopplæring.
sme: Muhtimat čujuhit ahte “suohtas” doaimmat nugo čuoiganbeaivi, tuvrabeaivi, skuvlla spábbačiekčamat jna. šaddet sámegieloahpahusa beivviide.

source: Sjøl om dette ofte hevdes, er det ingen holdepunkter for at samiskfaget er spesielt utsatt for bortfall av opplæring av slike årsaker.
sme: Vaikko vel čuoččuhuvvo ge ahte ii leat doallevaš lohkat ahte sámegielfága earenoamážiid manahuvvo diekkár sivaid geažil.

source: Derimot er foreldre som vurderer om barna deres skal ha samiskopplæring som andrespråk, trolig mer opptatt av hva de eventuelt mister i andre fag.
sme: Goitge leat jáhkkimis váhnemat, geat árvvoštallet jus sin mánáin galgá leat sámegieloahpahus nubbingiellan.

source: Det kan være avgjørende for om de ønsker samiskopplæring for barna.
sme: Sii vuorrástuvvet eanemus dan ektui maid mánát masset eará fágain, man ektui de fas mearridit jus háliidit sámegieloahpahusa mánáidasaset.

source: De barna som har samisk som førstespråk, har flere timer, og mister i mange sammenhenger enda mer av andre fag, men foreldrene ser ofte på samisk som så viktig at det er en rimelig pris for tospråklighet.
sme: Mánáin, geain sámegiella ges lea vuosttašgiellan, leat eambbo diimmut ja máŋgga oktavuođas masset sii eambbo eará fágain, muhto sin váhnemiid mielas ii daga dat maidige go guovttegielatvuohta lea dan mađe mávssolaš.

source: Foreldre til andrespråkselever er muligvis i større grad villige til å ta barna ut av samiskopplæringa hvis de ser at elevene sliter i andre fag.
sme: Nubbingielatohppiid váhnemat leat vejolaččat eambbo hágus váldit mánáidasaset eret sámegieloahpahusas, jus oidnet ahte mánát rahčet eará fágain.

source: Vi vet også at kontaktlærere i slike tilfeller har en tendens til å peike på nettopp samiskopplæringa som årsaken til utfordringene i andre fag.
sme: Diehtit maid ahte gulahallanoahpaheddjiin dakkár oktavuođain lea dáhpi čujuhit juste sámegieloahpahusa leat sivalažžan eará fágaid hástalusaide.

source: Sjøl om man på 60-tallet bevegde seg bort fra teoriene om at tospråklighet var skadelig for barn, og at andrespråket ville hemme utviklinga av førstespråket, ser vi fra enkelte hold fortsatt rester av dette tankesettet.
sme: Vaikko vel 60-logus gáiddaimet eret das ahte guovttegielatvuohta lea vahágin mánáide ja ahte nubbingiella hehtte vuosttašgiela ovdáneami, de oaidnit ahte muhtimiin lea ain dál dakkár jurddašeapmi.

source: Figurene 3–6 viser at det er et flertall som har andrespråksopplæring.
sme: Govvosat 3-6 čájehit ahte nubbingielatoahpahusas lea eanetlohku ohppiin.

source: I nordsamisk er det et lite flertall, mens det for lule- og sørsamisk er et klart flertall, omtrent tre firedeler som har samisk som andrespråk.
sme: Davvisámegielas ii leat nu stuora eanetlohku, seammás go julev- ja lullisámegielas lea čielga eanetlohku, sullii golbma njealjádas oasis lea sámegiella nubbingiellan.
